Repository: GroupeMINASTE/Delta-iOS
Catalog: Delta/*.lproj/Localizable.strings
Languages: bs_cyrl, de, es, ru, sr_latn

source: Instructions
bs_cyrl: Инструкцији
de: Instruktionen
es: Instrucciones
ru: Инструкции
sr_latn: Instrukciji

# name
source: Delta: Math helper
bs_cyrl: Делта: Математички Помоћник
de: Delta: Mathe Hilfe
ru: Delta: Математический помощник
sr_latn: Delta: Algoritmi

source: My algorithms
bs_cyrl: Мој алгоритми
de: Meine Algorithmen
es: Mis algoritmos
ru: Мои алгоритмы
sr_latn: Moj algoritmi

source: Downloads
bs_cyrl: Преузимања
de: Heruntergeladen
es: Descargas
ru: Загрузки
sr_latn: Preuzimanja

source: New algorithm
bs_cyrl: Нову алгоритму
de: Neues Algorithmus
es: Nuevo algoritmo
ru: Новый алгоритм
sr_latn: Novu algoritmu

# no_algorithm
source: No algorithm here yet!
bs_cyrl: Овде још нема ниједан алгоритму!
de: Noch kein Algorithmus hier!
es: ¡No hay algoritmos aquí!
ru: Здесь ещё нет алгоритма!
sr_latn: Ovde još nema nijedan algoritmu!

# download_algorithm
source: Download from Cloud
bs_cyrl: Преузимате од Клауда
de: Aus dem Cloud Herunterladen
es: Descargar del nube
ru: Загрузить с Облака
sr_latn: Preuzimate od Clouda

source: Cloud
bs_cyrl: Клауд
es: Nube
ru: Облако

source: %@ (copy)
bs_cyrl: %@ (копија)
de: %@ (Kopie)
es: %@ (copia)
ru: %@ (копировать)
sr_latn: %@ (kopija)

# cloud_algorithms
source: Algorithms on the Cloud
bs_cyrl: Алгоритми на Клауду
de: Algorithmen auf dem Cloud
es: Algoritmos del nube
ru: Алгоритмы на Облаке
sr_latn: Algoritmi na Cloud-u

# help
source: Help and documentation
bs_cyrl: Помоћ и документација
de: Hilfe und Dokumentation
es: Ayuda y documentación
ru: Помощь и документация
sr_latn: Pomoć i dokumentacija

# cloud_details
source: Details of the selected algorithm
bs_cyrl: Детаље за изабрано алгоритму
de: Details zum selektionierten Algorithmus
es: Datos del algoritmo seleccionado
ru: Подробная информация о выбранном алгоритме
sr_latn: Detalje za izabrano algoritmu

# cloud_preview
source: Preview of this algorithm
bs_cyrl: Преглед за ову алгоритму
de: Übersicht des Algorithmus
es: Anticipo de este algoritmo
ru: Предпросмотр этого алгоритма
sr_latn: Pregled za ovu algoritmu

# cloud_no_notes
source: No notes were written for this algorithm.
bs_cyrl: Белешке нису уписани за овај алгоритму.
de: Keine Noten wurden geschrieben für dieses Algorithmus.
es: No notas disponibles para esta algoritmo.
ru: Для этого алгоритма не было написано никаких заметок.
sr_latn: Beleške nisu upisani za ovaj algoritmu.

source: About
bs_cyrl: О нама
de: Über uns
es: Sobre la aplicación
ru: Подробнее
sr_latn: O nama

# follow_twitter
source: Follow us on Twitter
bs_cyrl: Пратите нам на Твитеру
de: Folgen Sie uns auf Twitter
es: Seguirnos en Twitter
ru: Следите за нами в Твиттере
sr_latn: Pratite nam na Twitter-u

source: Partner apps
bs_cyrl: Партнерске апликације
es: Aplicaciones compañeras
ru: Партнерские программы
sr_latn: Partnerske aplikacije

# schoolassistant_desc
source: Powerful school planner app
bs_cyrl: Моћна апликација за школарна планификација
de: Mächtig Schulplan app
es: Potente agenda de escuela
ru: Мощный школьный планировщик
sr_latn: Moćna aplikacija za školarna planifikacija

# about_text
source: Application developed by Nathan Fallet This application has been developed by independent developers, and is provided for free without any warranty. © 2020 Groupe MINASTE
bs_cyrl: Апликација направено од Натан Фале Ова апликација је девелопирана од независне девелопере, и је доступна бесплатна без никакву гаранцију. © 2020 Groupe MINASTE
de: Applikation von Nathan Fallet entwickelt Diese app wurde von unabhängig Entwicklern entwickelt, und is Kostenkos gestellt, ohne Garantie. © 2020 Groupe MINASTE
es: Aplicación desarrollada por Nathan Fallet Esta aplicación fue desarrollada por independientes desarrolladores, y se proporciona de forma gratuita sin ninguna garantía. © 2020 Groupe MINASTE
ru: Приложение разработано Натаном Фаллетом Это приложение было разработано независимыми разработчиками и предоставляется бесплатно, без каких-либо гарантий. © 2020 Groupe MINASTE
sr_latn: Aplikacija napraveno od Nathan Fallet Ova aplikacija je developirana od nezavisne developere, i je dostupna besplatna bez nikakvu garanciju. © 2020 Groupe MINASTE

source: OK
bs_cyrl: У реду
ru: ОК
sr_latn: U redu

source: Inputs
bs_cyrl: Улазаке
de: Eintrag
es: Entradas
ru: Ввод
sr_latn: Ulazake

source: Outputs
bs_cyrl: Излазаке
de: Austräge
es: Salidas
ru: Вывод
sr_latn: Izlazake

source: Settings
bs_cyrl: Поставке
de: Einstellungen
es: Ajustes
ru: Настройки
sr_latn: Postavke

source: Edit
bs_cyrl: Промени
de: Bearbeiten
es: Modificar
ru: Редактировать
sr_latn: Promeni

source: Delete
bs_cyrl: Избриши
de: Löschen
es: Suprimir
ru: Удалить
sr_latn: Izbriši

source: Save
bs_cyrl: Сачувај
de: Speichern
es: Guardar
ru: Сохранить
sr_latn: Sačuvaj

source: Cancel
bs_cyrl: Откажи
de: Abbrechen
es: Cancelar
ru: Отменить
sr_latn: Otkaži

source: Download
bs_cyrl: Преузми
de: Herunterladen
es: Descargar
ru: Загрузить
sr_latn: Preuzmi

source: Update
bs_cyrl: Ажурирај
de: Aktualisieren
es: Actualizar
ru: Обновить
sr_latn: Ažuriraj

source: Open
bs_cyrl: Отвори
de: Öffnen
es: Abrir
ru: Открыть
sr_latn: Otvori

source: Close
bs_cyrl: Затвори
de: Schließen
es: Cerrar
ru: Закрыть
sr_latn: Zatvori

source: Check
bs_cyrl: Провери
de: Überprüfen
es: Verificar
ru: Проверить
sr_latn: Proveri

# status_local
source: Saved locally
bs_cyrl: Сачувано локално
de: Lokal gespeichert
es: Guardado localmente
ru: Сохранено локально
sr_latn: Sačuvano lokalno

# status_synchro
source: Synchronized
bs_cyrl: Синхронизовано
de: Synchronisiert
es: Sincronizado
ru: Синхронизировано
sr_latn: Sinhronizovano

# status_checkingforupdate
source: Checking for update…
bs_cyrl: Провера за ажурирање…
de: Sucht nach Aktualisierungen…
es: Verificación de actualización…
ru: Проверка наличия обновлений…
sr_latn: Provera za ažuriranje…

# status_downloading
source: Downloading…
bs_cyrl: Преузимање…
de: Wird heruntergeladet…
es: Descargando…
ru: Загрузка…
sr_latn: Preuzimanje…

# status_failed
source: Failed to update!
bs_cyrl: Неуспех ажурирања!
de: Aktualisierungsfehler!
es: ¡No pudo actualizar!
ru: Не удалось обновить!
sr_latn: Neuspeh ažuriranja!

# status_error
source: Something went wrong during the request…
bs_cyrl: Дошло је до грешка у захтев…
de: Etwas ist schiefgelaufen in dem Anfrage…
es: Algo pasó mal durante la solicitud…
ru: Ошибка во время запроса…
sr_latn: Došlo je do greška u zahtev…

# status_offline
source: It seems that you're offline!
bs_cyrl: Изгледа да нисте повезан!
de: Es scheint dass Sie Offline sind!
es: ¡Parece que no hay conexión!
ru: Кажется, что вы оффлайн!
sr_latn: Izgleda da niste povezan!

# status_notFound
source: The content you're looking for doesn't exist
bs_cyrl: Садржај ко тражите не постоји
de: Der Inhalt die Sie suchen existiert nicht
es: El contenido que busca no existe
ru: Контент, который вы ищете, не существует
sr_latn: Sadržaj ko tražite ne postoji

# settings_name
source: Name: %@
bs_cyrl: Име: %@
es: Nombre: %@
ru: Имя: %@
sr_latn: Ime: %@

# status_unauthorized
source: You don't have the right to access to this content
bs_cyrl: Не смете да приступите ову садржај
de: Sie Dürfen nicht dieses Inhalt Zugriffen
es: No tiene los derechos de ver este contenido
ru: У вас нет прав доступа к этому контенту
sr_latn: Ne smete da pristupite ovu sadržaj

# status_loading
source: Loading…
bs_cyrl: Учитавање…
de: Es lädt…
es: Cargando…
ru: Загрузка…
sr_latn: Učitavanje…

# error_calcul
source: Calcul error
bs_cyrl: Грешка у калкулацију
de: Rechnungsfelhler
es: Error de cálculo
ru: Вычислительная ошибка
sr_latn: Greška u kalkulaciju

# error_syntax
source: Syntax error
bs_cyrl: Синтаксикална грешка
de: Syntaxproblem
es: Error de sintaxis
ru: Синтаксическая ошибка
sr_latn: Sintaksikalna greška

# category_variable
source: Variable
bs_cyrl: Варијабла
de: Variabel
ru: Переменная
sr_latn: Varijabla

# category_structure
source: Structure
bs_cyrl: Структура
de: Struktur
es: Estructura
ru: Структура
sr_latn: Struktura

# category_output
source: Output
bs_cyrl: Излазак
de: Austrag
es: Salida
ru: Вывод
sr_latn: Izlazak

# category_quiz
source: Quiz
bs_cyrl: Квиз
es: Concurso
ru: Задача
sr_latn: Kviz

# category_settings
source: Settings
bs_cyrl: Поставке
de: Einstellungen
es: Ajustes
ru: Настройки
sr_latn: Postavke

# category_add
source: Add an action
bs_cyrl: Додај акцију
de: Aktion hinzufügen
es: Añadir una acción
ru: Добавить действие
sr_latn: Dodaj akciju

# action_while
source: While %@
bs_cyrl: Док %@
de: So lange %@
es: Mientras %@
ru: Пока %@
sr_latn: Dok %@

# action_for
source: For %@ in %@
bs_cyrl: За %@ у %@
de: Für %@ in %@
es: Para %@ en %@
ru: Для %@ в %@
sr_latn: Za %@ u %@

# error_while_limit
source: Stopped while statement: More than 1000 iterations
bs_cyrl: Стопирање док петље: више од 1000 итерације
de: Schleife gestoppt: mehr als 1000 iterationen
es: Se detuno el bucle: Más de 1000 iteraciones
ru: Прервался с ошибкой: Более 1000 итераций
sr_latn: Stopiranje dok petlje: više od 1000 iteracije

# error_constant
source: Cannot set value: %@ is a constant
bs_cyrl: Подесавање вредност неуспешно: %@ је константа
de: Könnte nicht die Wert zuweisen: %@ ist Konstant
es: No pudo asignar el valor: %@ es una constante
ru: Невозможно установить значение: %@ - константа
sr_latn: Podesavanje vrednost neuspešno: %@ je konstanta

# action_input
source: Ask for %@ with default %@
bs_cyrl: Питај %@ са подразумевано %@
de: %@ Fragen mit Standard %@
es: Pedir %@ por defecto %@
ru: Присвоить переменной %@ значение %@
sr_latn: Pitaj %@ sa podrazumevano %@

# action_print
source: Print variable %@
bs_cyrl: Прикажи вариаблу %@
de: Variabel %@ drucken
es: Imprimir la variable %@
ru: Вывести переменную %@
sr_latn: Prikaži variablu %@

# action_print_approximated
source: Print approximated value of %@
bs_cyrl: Прикажи приближна вредност од %@
de: Ungefähr Wert von %@ drucken
es: Imprimir el valor aproximado de %@
ru: Вывести приблизительное значение %@
sr_latn: Prikaži približna vrednost od %@

# action_print_text
source: Print text %@
bs_cyrl: Прикажи текст %@
de: Text drucken: %@
es: Imprimir el texto %@
ru: Вывести текст %@
sr_latn: Prikaži tekst %@

# action_set
source: Set %@ to %@
bs_cyrl: Поставите %@ на %@
de: %@ auf %@ setzen
es: Fijar %@ en %@
ru: Присвоить значение %@ для %@
sr_latn: Postavite %@ na %@

# action_unset
source: Unset %@
bs_cyrl: Избриши %@
de: %@ löschen
es: Suprimir %@
ru: Сброс %@
sr_latn: Izbriši %@

# action_if
source: If %@
bs_cyrl: Ако %@
de: Wenn %@
es: Si %@
ru: Если %@
sr_latn: Ako %@

# action_quiz_init
source: Init quiz %@
bs_cyrl: Нови Квиз %@
de: Neues Quiz %@
es: Crear un concurso %@
ru: Ввести задачу %@
sr_latn: Novi Kviz %@

# action_quiz_add_question
source: Add input %@ with %@ as correct answer
bs_cyrl: Додај улазак %@ са добра одговор %@
de: %@ als Eintrag setzen mit %@ als richtige Antwort
es: Añadir la entrada %@ con %@ como buena respuesta
ru: Добавить ввод %@ с %@ в качестве правильного ответа
sr_latn: Dodaj ulazak %@ sa dobra odgovor %@

# action_quiz_add_paragraph
source: Add text %@
bs_cyrl: Додај текст %@
de: Text hinzufügen: %@
es: Añadir el texto %@
ru: Добавить текст %@
sr_latn: Dodaj tekst %@

# editor
source: Algorithm editor
bs_cyrl: Алгоритмички издавач
de: Algorithmus Bearbeiter
es: Editor de algoritmo
ru: Редактор алгоритмов
sr_latn: Algoritmički izdavač

# action_selector
source: Select an action
bs_cyrl: Одаберите акцију
de: Wählen Sie eine Aktion
es: Seleccionar una acción
ru: Выбрать действие
sr_latn: Odaberite akciju

# action_else
source: Else
bs_cyrl: Ако не
de: Sonst
es: Si no
ru: Иначе
sr_latn: Ako ne

# action_end
source: End
bs_cyrl: Крај
de: Ende
es: Fin
ru: Конец
sr_latn: Kraj

# action_quiz_show
source: Show quiz
bs_cyrl: Прикажи Квиз
de: Quiz zeigen
es: Mostrar el concurso
ru: Показать задачу
sr_latn: Prikaži Kviz

# welcome_paragraph2
source: Select "New algorithm" on home screen to open editor. Then add some actions to solve a problem, and save your algorithm.
bs_cyrl: Изаберите "Нову алгоритму" на почетна страна да отворите уредник. Па додајте неке актције да решите проблем, и сачувајте своју алгоритму.
de: Wählen Sie "Neu Algorithmus" auf die Startseite um der Editor zu öffnen. Dann, fügen Sie ein paar Aktionen ein um ein Problem zu lösen, und Speichern Sie ihren Algorithmus.
es: Selecciona "Nuevo algoritmo" para abrir el editor. Luego, añade algunas acciones para resolver un problema, y salva su algoritmo.
ru: Выберите "Новый алгоритм" на главном экране, чтобы открыть редактор. Затем добавьте некоторые действия для решения проблемы и сохраните свой алгоритм.
sr_latn: Izaberite "Novu algoritmu" na početna strana da otvorite urednik. Pa dodajte neke aktcije da rešite problem, i sačuvajte svoju algoritmu.

# welcome_header4
source: Ready to create your first algorithm?
bs_cyrl: Спремно да направите ваш прву алгоритму?
de: Bereit ihren ersten Algorithmus zu einstellen?
es: ¿Listo para crear su primero algoritmo?
ru: Готовы создать свой первый алгоритм?
sr_latn: Spremno da napravite vaš prvu algoritmu?

# welcome_paragraph3
source: Download ready to use algorithms from Delta Cloud or share the one you just created.
bs_cyrl: Преузмите већ направени алгоритми из Делта Клауд или објавите овај што сте сам направили.
de: Herrunterladen fertiggestellt Algorithmen aus Delta Cloud oder teilen Sie dem Sie grade eingestellt haben.
es: Descarga algoritmos listos desde el nube o comparte el algoritmo que acaba de crear.
ru: Загрузите готовые к использованию алгоритмы из Delta Cloud или поделитесь тем, который вы только что создали.
sr_latn: Preuzmite već napraveni algoritmi iz Delta Cloud ili objavite ovaj što ste sam napravili.

# welcome_paragraph1
source: Delta works with algorithms. Each algorithm solves a problem. (eg. solve an equation)
bs_cyrl: Делра ради с алгоритми. Сваку алгоритму реши једну проблем. (нпр.: једначине решење)
de: Delta funktioniert mit Algorithmen. Jeder Algorithmus löst ein Problem. (z.B.: eine Gleichung lösen)
es: Delta funciona con algoritmos. Cada algoritmo resolve un problema. (ej: resolver una ecuación)
ru: Дельта работает с алгоритмами. Каждый алгоритм решает определенную задачу. (напр. решение уравнений)
sr_latn: Delra radi s algoritmi. Svaku algoritmu reši jednu problem. (npr.: jednačine rešenje)

# welcome_header3
source: Or download one from the cloud
bs_cyrl: Или преузмите једну од Клауда
de: Oder herunterladen Sie ein aus dem Cloud
es: O descarga uno desde el nube
ru: Или загрузите его из облака
sr_latn: Ili preuzmite jednu od Clouda

# welcome_header1
source: How it works?
bs_cyrl: Како ради?
de: Wie funktioniert es?
es: ¿Cómo funciona?
ru: Как это работает?
sr_latn: Kako radi?

# welcome_header2
source: Create an algorithm
bs_cyrl: Направи једну алгоритму
de: Ein Algorithmus einstellen
es: Crear un algoritmo
ru: Создайте алгоритм
sr_latn: Napravi jednu algoritmu

# welcome_title
source: Welcome to Delta: Math helper!
bs_cyrl: Добро дошли на Делта: Математички помоћник!
de: Willkommen auf Delta: Math helper!
es: ¡Bienvenido en Delta: Math helper!
ru: Добро пожаловать в Delta: Математический помошник!
sr_latn: Dobro došli na Delta: Algoritmi!

# welcome_button
source: Get started!
bs_cyrl: Ајдемо!
de: Los get's!
es: ¡Empezar!
ru: Давайте начнем!
sr_latn: Ajdemo!

# donate_title
source: Donate
bs_cyrl: Дајте донацију
de: Spenden
es: Donar
ru: Поддержать разработчика
sr_latn: Dajte donaciju

source: Share
bs_cyrl: Подели
de: Teilen
es: Compartir
sr_latn: Podeli

# icon_title
source: Icon editor
bs_cyrl: Икона уредник
de: Symboleditor
es: Editor de icono
sr_latn: Ikona urednik

# icon_image
source: Image
bs_cyrl: Слика
de: Bild
es: Imagen
sr_latn: Slika

# donate_thanks
source: Thanks for donating to our organization!
bs_cyrl: Хвала што сте додали за нашу организација!
de: Danke für ihre Spende zu unsere Organisation!
es: ¡Gracias por tu donación para nuestra organización!
ru: Спасибо за пожертвование организации!
sr_latn: Hvala što ste dodali za našu organizacija!

# status_deleting
source: Deleting…
bs_cyrl: Избришавање…
de: Löschung…
es: Suprimiendo…
sr_latn: Izbrišavanje…

# icon_color
source: Color
bs_cyrl: Боју
de: Farbe
sr_latn: Boju

# settings_cloud
source: Click to configure cloud sharing
bs_cyrl: Кликните да подесите клауд делење
de: Klicken Sie um das Cloud Teilung einzustellen
es: Hace un clic para configurar el compartir en el nube
sr_latn: Kliknite da podesite Cloud delenje

# my_account
source: My Delta Cloud account
bs_cyrl: Мој Делта Клауд налог
de: Mein Delta Cloud account
es: Mi cuenta Delta en el nube
sr_latn: Moj Delta Cloud nalog

source: Not logged
bs_cyrl: Нисте повезан
de: Nicht eingeloggt
es: No conectado
sr_latn: Niste povezan

source: Edit profile
bs_cyrl: Промени профил
de: Profil ändern
es: Editar el perfil
sr_latn: Promeni profil

# edit_profile_description
source: Change your name, username and password. Only fill the password if you wish to change it.
bs_cyrl: Промените свој име, кориснички име и лозинку. Унесите лозинку само ако хоћете да га промените.
de: Name, Benutzername und Kennwort ändern. Fühlen Sie den Kennwort nur wenn Sie es ändern möchten.
es: Cambia tu nombre, nombre de usuario y contraseña. Escribe tu contraseña solo si quieres cambiarlo.
sr_latn: Promenite svoj ime, korisnički ime i lozinku. Unesite lozinku samo ako hoćete da ga promenite.

source: Logged as %@ (%@)
bs_cyrl: Повезан као %@ (%@)
de: Eingeloggt als %@ (%@)
es: Conectado como %@ (%@)
sr_latn: Povezan kao %@ (%@)

source: Sign in
bs_cyrl: Пријава
de: Einloggen
es: Iniciar sesión
sr_latn: Prijava

source: Sign up
bs_cyrl: Региструји се
de: Registrieren
es: Registrarse
sr_latn: Registruji se

source: Sign out
bs_cyrl: Одјави се
de: Abmelden
es: Cerrar sesión
sr_latn: Odjavi se

# sign_in_error
source: Incorrect username or password!
bs_cyrl: Погрешан кориснички име или лозинку!
de: Falschen Benutzername oder Kennwort!
es: ¡Nombre de usuario o contraseña incorrecto!
sr_latn: Pogrešan korisnički ime ili lozinku!

# sign_up_error
source: This username is already taken!
bs_cyrl: Овај кориснички име већ постоји!
de: Dieser Benutzername ist schon benutzt!
es: ¡Este nombre de usuario ya está utilizado!
sr_latn: Ovaj korisnički ime već postoji!

# field_name
source: Full name
bs_cyrl: Име и презиме
de: Voll Name
es: Nombre
sr_latn: Ime i prezime

# field_username
source: Username
bs_cyrl: Кориснички име
de: Benutzername
es: Nombre de usuario
sr_latn: Korisnički ime

# field_password
source: Password
bs_cyrl: Лозинку
de: Kennwort
es: Contraseña
sr_latn: Lozinku

# status_uploading
source: Uploading…
bs_cyrl: Пошаље…
de: Senden…
es: Subiendo…
sr_latn: Pošalje…

# donate_footer
source: This donation will help our organization to develop its projects, mainly Extopy, the social network we are working on, which will require some storage for its servers.
bs_cyrl: Ова донација че нас организацију помочи да развије своји пројекти, главно Екстопи, друштвени мрежи на коју ми радимо, и ко че требати складиште за своју сервери.
de: Diese Spende wird unserem Organisation helfen, seinen Projekte zu entwickeln, insbesondere Extopy, das soziale Netzwerk, das wir entwickeln und das hauptsächlich Speicher auf seinen Servern benötigt.
es: Esta donación ayuda nuestra organización para desarrollar sus proyectos, principalmente Extopy, la red social que somos desarrollando, que necesitara almacenamiento para sus servidores.
ru: Это пожертвование поможет нашей организации развивать свои проекты, главным образом Експтопи, социальную сеть, над которой мы работаем, которая потребует некоторого хранилища для своих серверов.
sr_latn: Ova donacija če nas organizaciju pomoči da razvije svoji projekti, glavno Ekstopi, društveni mreži na koju mi radimo, i ko če trebati skladište za svoju serveri.

# sign_in_description
source: Enter your credentials to start a session
bs_cyrl: Унестие ваше пријавање информације да поћните
de: Fühlen Sie ihren Identifikationsfiguren um eine Session zu Starten
es: Entra tus credenciales para iniciar sesión
sr_latn: Unestie vaše prijavanje informacije da poćnite

# sign_up_description
source: Create an account to start with Delta Cloud
bs_cyrl: Направите налог да поћните да користите Делта Клауд
de: Öffnen Sie einen Konto um zu Starten Delta Cloud zu nützen
es: Crea une cuenta para empezar con el nube de Delta
sr_latn: Napravite nalog da poćnite da koristite Delta Cloud

# edit_profile_error
source: Username already taken or too long!
bs_cyrl: Кориснички име већ заузето или су више дуго!
de: Benutzername schon benutzt oder zu lang!
es: ¡Nombre de usuario ya utilizado o demasiado largo!
sr_latn: Korisnički ime već zauzeto ili su više dugo!

# cloud_settings_title
source: Cloud settings
bs_cyrl: Клауд подешавање
de: Cloud Einstellungen
es: Ajustes del nube
sr_latn: Cloud podešavanje

# cloud_settings_sync
source: Save to Delta Cloud
bs_cyrl: Спреми на Делта Клауд
de: Zu Delta Cloud Speichern
es: Salvar en el nube de Delta
sr_latn: Spremi na Delta Cloud

# cloud_settings_sync_title
source: Synchronization
bs_cyrl: Синхронизација
de: Synchronisation
es: Sincronización
sr_latn: Sinhronizacija

# cloud_settings_public
source: Public
bs_cyrl: Јавно
de: öffentlich
es: Público
sr_latn: Javno

# cloud_settings_public_title
source: Algorithm visibility
bs_cyrl: Алгоритму видљивост
de: Algorithmus Sichtbarkeit
es: Visibilidad del algoritmo
sr_latn: Algoritmu vidljivost

# settings_cloud_error
source: Please connect to your delta cloud account to use this feature!
bs_cyrl: Молимо вас да се пријавите на ваш Делта Клауд налог да би користили ову функција!
de: Bitte einloggen Sie sich auf ihren Delta Cloud Konto um diese Funktion zu nützen!
es: ¡Inicia sesión para utilizar esta funcionalidad!
sr_latn: Molimo vas da se prijavite na vaš Delta Cloud nalog da bi koristili ovu funkcija!

# donate_header
source: Select an amount to donate:
bs_cyrl: Изаберите износ за вашу донацију:
de: Wählen Sie ein Betrag für ihre Spende:
es: Elige cuanto quiere donar:
ru: Выберите размер пожертвования:
sr_latn: Izaberite iznos za vašu donaciju:

# cloud_settings_other_title
source: Other
bs_cyrl: Друго
de: Andren
es: Otro
sr_latn: Drugo

# cloud_settings_notes
source: Notes
bs_cyrl: Белешке
de: Noten
es: Apuntes
sr_latn: Beleške

# cloud_settings_notes_title
source: Edit notes
bs_cyrl: Промени белешке
de: Noten ändern
es: Editar los apuntes
sr_latn: Promeni beleške

source: Loading…
bs_cyrl: Учитабање…
de: Es lädt…
es: Cargando…
sr_latn: Učitabanje…

# settings_icon
source: Click to configure icon
bs_cyrl: Кликните да подесите иконица
de: Klicken Sie um das Symbol zu konfigurieren
es: Hace un clic para configurar el icono
sr_latn: Kliknite da podesite ikonica

source: More…
bs_cyrl: Више…
es: Más…
sr_latn: Više…

# download_account
source: Download my data
bs_cyrl: Преузми мој датотеке
es: Descargar mis datos
sr_latn: Preuzmi moj datoteke

# delete_account_success
source: Your account has been deleted!
bs_cyrl: Ваш налог је избрисан!
es: ¡Tu cuenta ha sido suprimido!
sr_latn: Vaš nalog je izbrisan!

# delete_account_description
source: Are you sure to delete your account? This is irreversible!
bs_cyrl: Дали сте сигурни да желите да избришате ваш налог? Ово је неповратна!
es: ¿Estás seguro de suprimir tu cuenta? ¡Esto es irreversible!
sr_latn: Dali ste sigurni da želite da izbrišate vaš nalog? Ovo je nepovratan!

# delete_account
source: Delete my account
bs_cyrl: Обриши мој налог
es: Suprimir mi cuenta
sr_latn: Obriši moj nalog

# status_originDown
source: It seems that our server is offline. Please try again later!
bs_cyrl: Изгледа да је наш сервер искљућен. Пробајте касније!
es: Parece que nuestro servidor no está disponible. ¡Intenta de nuevo más tarde!
sr_latn: Izgleda da je naš server isključeno. Probajte kansnije!
